Repository: wernergraser-ylem/hs4y-final
Catalog: system/modules/pct_customelements/languages/*/*_user.xlf
Languages: de

# tl_user.pct_customelement_legend
source: Custom Element permissions
de: Custom-Element-Rechte

# tl_user.pct_customelements.0
source: Your Custom Elements
de: Ihre Custom Elements

# tl_user.pct_customelements.1
source: Select the Custom Elements
de: Wählen Sie die Custom Elements aus

# tl_user.pct_customelementsp.0
source: Custom Elements permissions
de: Custom Elements-Rechte

# tl_user.pct_customelementsp.1
source: Select the rights
de: Wählen Sie die Rechte aus

# tl_user.protect_pct_customelement_groups.0
source: Allowed groups
de: Erlaubte Gruppen

# tl_user.protect_pct_customelement_groups.1
source: Set the visibility for each group
de: Die Sichtbarkeit der Gruppen individuell festlegen

# tl_user.pct_customelement_groups.0
source: Groups
de: Gruppen

# tl_user.pct_customelement_groups.1
source: Select the groups
de: Wählen Sie die Gruppen aus

# tl_user.pct_customelement_groupsp.0
source: Groups permissions
de: Gruppen-Rechte

# tl_user.pct_customelement_groupsp.1
source: Select the groups permissions
de: Wählen Sie die Gruppen-Rechte aus.

# tl_user.pct_customelement_groupsp.create
source: Create
de: Anlegen

# tl_user.pct_customelement_groupsp.delete
source: Delete
de: Löschen

# tl_user.pct_customelement_groupsp.cut
source: Cut and paste
de: Verschieben

# tl_user.protect_pct_customelement_attributes.0
source: Allowed attributes
de: Erlaubte Attribute

# tl_user.protect_pct_customelement_attributes.1
source: Define the allowed attribute types for this user group.
de: Die erlaubten Attribute für diese Benutzergruppe festlegen.

# tl_user.pct_customelement_attributes.0
source: Attributes
de: Attribute

# tl_user.pct_customelement_attributes.1
source: Select the attributes
de: Wählen Sie die Attribute aus

# tl_user.pct_customelement_attributesp.0
source: Attribute permissions
de: Attribut-Rechte

# tl_user.pct_customelement_attributesp.1
source: Select the attribute permissions
de: Wählen Sie die Attribut-Rechte aus.

# tl_user.pct_customelement_attributesp.create
source: Create
de: Anlegen

# tl_user.pct_customelement_attributesp.delete
source: Delete
de: Löschen

# tl_user.pct_customelement_attributesp.cut
source: Cut and paste
de: Verschieben

# tl_user.pct_customelement_attributesp.edit
source: Edit
de: Bearbeiten
